Revit 2024 API
AssetPropertyInt64.Value Property
Get the value of the property.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public long Value { get; }
Visual Basic
Public ReadOnly Property Value As Long
	Get
Visual C++
public:
property long long Value {
	long long get ();
}
See Also
AssetPropertyInt64 Class
Autodesk.Revit.DB.Visual Namespace